[
  {
    "heading": "Fishing Lakes and Ponds",
    "text": "",
    "sections": [
      {
        "heading": "FISHING LAKES AND PONDS STRUCTURES",
        "text": "Shoreline structures like docks, logs, stumps, brush and rocks provide shelter, shade and protection for fish. All of which means fishing lakes and ponds are prime fishing spots. You can go freshwater fishing on lakes and ponds or fish from a boat. You can find fish in shallow or deep water, in open water or near natural or man-made structures. If lake fishing, you’ll have a chance to catch freshwater fish species like largemouth and smallmouth bass, pike, pickerel, perch, panfish, trout, even salmon.\nGet to know your lake structure. Points, inlets, holes, sunken islands, dams, submerged objects (manmade or natural) and reeds and weeds are all considered structure. You should always fish in and around structure. It's a simple formula.\n\n\tStructure creates shallows\n\tShallows create plant growth\n\tPlant growth attracts bait fish\n\tBait fish attract game fish, the fish you want to catch\n",
        "sections": [
          {
            "heading": "CLIFFS AND STEEP SHORE BANKS",
            "text": "A sheer cliff or bank that goes straight down into deep water provides no structure, break line or gradual path to deeper water. So it doesn't attract fish. On the other hand, a cliff or bank that has an underwater shelf or slopes gradually toward deeper water does attract fish. Look for crumbled-off rock at the underwater base of sharp cliffs. Deep-water fish may be attracted to these rocks for food or spawning.",
            "sections": []
          },
          {
            "heading": "ROCKS",
            "text": " Rocks are often some of the best fishing places. They provide fish with shelter (cover), food and a possible place to mate. Remember, always fish structure. If the rocks are in deeper water or on the edge of deeper water, they provide an even better place for lake and pond fishing. Just be careful not to snag your bait.",
            "sections": []
          },
          {
            "heading": "POINTS WITH BREAK LINES",
            "text": " A point extends out from the shoreline and slopes gradually down and into deeper water. It is a good place to fish. But a point with a quick drop-off or one that doesn't extend into deeper water isn't a good fishing place.\n\n\tThe sloping-out formation of a point creates a break line.\n\tA break line draws fish from deeper water to shallow water in search of food.\n\tFish the tip of the point and the corners of the point (the part that curves back into the shore).\n",
            "sections": []
          },
          {
            "heading": "DRIFT LINES AND WIND",
            "text": " Have you ever noticed lines on the water during a breezy day? The breeze is actually pushing surface water around the lake which, in turn, pushes surface food around. Look for the drift lines and you'll find fish.\nStronger winds can actually push bait fish closer to shore, bringing game fish closer to shore to feed. Sometimes really strong winds can make for good fishing, stirring up everything from microscopic food to lunker fish. But it's pretty tricky and can be dangerous. So it’s best to go with a pro or experienced guide.",
            "sections": []
          },
          {
            "heading": "WEED BEDS",
            "text": "Weed beds are structure. They provide food and shelter for bait fish, which attract game fish. Look for weed beds that lead to deeper water and create a break line. Or look for sunken weed beds in deep, open water.",
            "sections": []
          },
          {
            "heading": "ISLANDS AND SAND BARS",
            "text": "These sunken or partially sunken bodies of land will attract both bait fish and game fish if they create a break line where the land slopes gradually down and into deeper water. Water currents run around islands, too, carrying small plant food and aquatic animals that float on the surface. That can also attract bait fish and game fish.",
            "sections": []
          },
          {
            "heading": "LAKE AND POND FISHING HOLES",
            "text": " Holes are glacially formed basins that are lower than the rest of the lake. Water in holes is cooler, attracting deep-water fish on hot, summer days. You'll need a topographical map to find them.",
            "sections": []
          },
          {
            "heading": "OPEN WATER",
            "text": "Good luck. If you're not in shallow water, and there are no weeds or other natural or man-made structure in sight—above or below the water—you're in open water, and you're not in one of the best fishing places.\nBut you might be right above a stream or river channel that deep-water fish use to go from one side of the lake to the other in search of food. Or, you might be above a deep hole or drop-off where deep-water fish rest from the current. Still, it's tough to catch fish in either of these places.\nSometimes, in early spring and late fall, when there's very little vegetation anywhere, bait fish will roam open lake waters in search of plankton. During those times, you can look for small fish on the surface in the open water. If you see a bunch of small fish, it's a good bet larger fish are lurking below.",
            "sections": []
          },
          {
            "heading": "SPRING HOLES",
            "text": "This is one of our favorite freshwater fishing tips. When water boils up from the bottom of the lake, it creates a spring hole. In the summer, deep-water fish are attracted to these holes because the water coming up is always cooler. Even when the hole is not in deep water, spring holes can attract unsuspecting, deep-water lunkers. But spring holes are really tough to find.\nIf you’re up for the challenge, use a water temperature gauge in the summer to locate the outer edges of the cold water zone and the depth of the layer. Spring holes are sometimes found in boat harbors that have been dredged, which open up springs, causing colder water to collect in areas sheltered from wind. After the water freezes, look for open water along icebound shorelines, which could indicate inflowing springs where the water is warmer in winter than the lake water. Note these areas and return in the summer.",
            "sections": []
          },
          {
            "heading": "SUNKEN OBJECTS",
            "text": "Trees, branches, logs, stumps and rocks are all considered to be structure. They all provide shelter, shade and protection for fish. So it's a good place to hook a fish. Always watch your line and be extra careful if you're in a boat so you avoid hitting any objects.",
            "sections": []
          },
          {
            "heading": "LILY PADS",
            "text": " The insects and other aquatic critters that live on and around lily pads always attract smaller bait fish; and bait fish always attract bigger fish. Huge patches of lily pads can also create shade, which also attracts fish. Cast into the edges and openings. Otherwise, you may tangle up your gear.",
            "sections": []
          },
          {
            "heading": "GRADUAL SHORES",
            "text": "Like any structure that tilts gradually down and into deeper water, a gradual-sloping shoreline can provide plant food, attract fish and create a path out of and back into deeper water. However, a really gradual slope will create a large expanse of shallow water that will not attract fish.",
            "sections": []
          },
          {
            "heading": "PIERS DOCKS AND PILINGS",
            "text": "Wherever there's structure there's food, shelter and fish. Weeds, barnacles and other food sources can attach to anything. Docks and piers provide shelter from the sun and a nice resting spot for both big and small fish.",
            "sections": []
          },
          {
            "heading": "INSIDE TURNS AND COVES - THE OPPOSITE OF A POINT",
            "text": "An inside turn is a small inlet that cuts into the shore and is one of the best fishing places. If the water in the turn is shallow, you've got another break line, and another great place to catch fish.\nA cove is a larger version of an inside turn. With more shoreline, more shallows and more protection, and hopefully more fish. Smaller fish will patrol a cove for plant food and bait fish, and game fish may arrive early in the morning or late at night.",
            "sections": []
          },
          {
            "heading": "SHORELINE SHALLOWS",
            "text": "Water along the shore provides a lot of structure and food. So it attracts fish. Bait fish come in for the plant food. Pan fish, such as crappies, sunfish, bluegill and perch, come in for the bait fish. Early in the morning – or late at night – game fish will swim into the shallows to sneak up on both the bait fish and the pan fish. Yup, it's possible to land a big pike or even a muskie close to shore.",
            "sections": []
          },
          {
            "heading": "INLETS AND OUTLETS",
            "text": " All natural lakes are fed by a river or a stream of some sort. So they have inlets and outlets for the water. Wherever there is incoming or outgoing water, there's going to be a lot of food, and a lot of fish.",
            "sections": []
          },
          {
            "heading": "WALKWAYS AND BRIDGES",
            "text": "Walkways are like piers but are specially built fishing platforms that are near or run parallel to bridges, piers, shoreline bulkheads, or similar structures. An example is a walkway along a bridge but constructed at a lower level. This keeps anglers safe from auto traffic and puts them closer to the water.\nFishing from lakes and ponds isn't generally allowed from bridges because of the danger from traffic. Bridges where angling is permitted must be fished carefully.",
            "sections": []
          },
          {
            "heading": "RIPPLES, CURRENTS, SWIRLS AND SPRAYS",
            "text": "Call it what you will, but it might be a fish. It might be baitfish feeding. It might be baitfish trying to jump out of the water to escape game fish. Or, it might be bubbles and rings from a big fish that just went down to eat a minnow. Cast quickly, and you might get lucky.",
            "sections": []
          }
        ]
      }
    ]
  },
  {
    "heading": "River Fishing",
    "text": "Imagine spending a quiet day casting on a beautiful secluded river or stream, waiting in anticipation for the moment when a smallmouth bass or rainbow trout rises from the flowing water to slurp up your fly or take your lure.\nWhat should you do if you have never gone river fishing before or don't know where to start? No problem, it's simple to learn how to fish in a river. Start by learning about the freshwater tackle and river fishing gear you should use, then just follow a few basic river fishing tips that will help you understand where fish are most likely to be found in these types of waterways.",
    "sections": [
      {
        "heading": "RIVER FISHING TIPS",
        "text": "Fishing in a river requires you to think about where fish will seek refuge from current and predators. Consider areas where there is structure along the bank, such as sunken trees or overhanging branches, but don't forget that there are plenty of spots in a river that will hold fish. The best fishing rivers offer a multitude of natural structures that not only offer protection from current and predators, but also serve as ideal spots for game fish to ambush prey. Use these basic river fishing tips to help you locate fish in different areas of a river.",
        "sections": [
          {
            "heading": "CALM AREAS OR EDDIES",
            "text": "Find the backwaters. When the current in a river is strong or moving quickly, fish often seek refuge in the calmer backwater areas. Cast upstream and allow your lure or fly to drift down toward calm areas or eddies.",
            "sections": []
          },
          {
            "heading": "STUMPS AND VEGETATION",
            "text": "Keep an eye out for stumps and vegetation. Areas underneath overhanging branches or bushes are also good spots to try because these areas offer shade as well as protection from birds and other predators.",
            "sections": []
          },
          {
            "heading": "ISLANDS OR ROCK PILES",
            "text": "Look near islands or rock piles. On the downstream side of sandy islands or rock piles, you will find calmer water. Fish often rest, facing upstream, on the downstream side of a rock pile or island. These pockets of water may be large or small, but a smart cast in the right spot is likely to land you a fish.",
            "sections": []
          },
          {
            "heading": "MERGING CURRENTS",
            "text": " Focus on areas where there are current shifts or changes. These areas might be merging currents, drop-offs, feeder springs, or any place where the current slows and food sources can collect.\nRIVER FISHING TECHNIQUES\nYou already know about the freshwater gear to use and where to find the fish, now you just need to know which techniques and baits will work best when river fishing. There are a few simple techniques you can use to start with. Once you get more experience with fishing in rivers and streams, you can always learn new techniques.\nBOTTOM BOUNCING\nOne of the more common river fishing tips is that of using a Carolina Rig to bottom bounce a live bait (such as a crawfish or minnow) or soft plastic bait along with the current. This is can be a particularly good technique to use from smallmouth bass around ledges or drop-offs near deeper channels or cuts.\nUPSTREAM CASTING\nCast upstream using in-line spinners for brown trout or rainbow trout. Remember that natural food sources will be drifting downstream, so this creates a natural presentation. You’re your spinner upstream, and then reel downstream.\nRIVER JIGGING\nFor many anglers, jigs are considered the best lures for river fishing near the mouth of a river, in areas of slower current, and near shorelines for walleye. 1/4 to 1/8-ounce jigs will work well in most situations. You can use up to 1 ounce in areas of stronger current. Find more information for How to Jig in the next section.",
            "sections": []
          }
        ]
      },
      {
        "heading": "RIVER FISHING TECHNIQUES",
        "text": "You already know about the freshwater gear to use and where to find the fish, now you just need to know which techniques and baits will work best when river fishing. There are a few simple techniques you can use to start with. Once you get more experience with fishing in rivers and streams, you can always learn new techniques.",
        "sections": [
          {
            "heading": "BOTTOM BOUNCING",
            "text": "One of the more common river fishing tips is that of using a Carolina Rig to bottom bounce a live bait (such as a crawfish or minnow) or soft plastic bait along with the current. This is can be a particularly good technique to use from smallmouth bass around ledges or drop-offs near deeper channels or cuts.",
            "sections": []
          },
          {
            "heading": "UPSTREAM CASTING",
            "text": "Cast upstream using in-line spinners for brown trout or rainbow trout. Remember that natural food sources will be drifting downstream, so this creates a natural presentation. You’re your spinner upstream, and then reel downstream.",
            "sections": []
          },
          {
            "heading": "RIVER JIGGING",
            "text": "For many anglers, jigs are considered the best lures for river fishing near the mouth of a river, in areas of slower current, and near shorelines for walleye. 1/4 to 1/8-ounce jigs will work well in most situations. You can use up to 1 ounce in areas of stronger current. Find more information for How to Jig in the next section.",
            "sections": []
          }
        ]
      }
    ]
  }
]
