[
  {
    "name": "spinning rods",
    "classification": "freshwater",
    "details": "Spinning rods are freshwater fishing rods made from graphite or fiberglass with a cork or PVC foam handle. They typically have five to eight large diameter guides arranged along the underside of the rod to help control the line. Spinning reels hang beneath the rod rather than sitting on top and are held in place with a sliding or locking reel seat. Spinning rods and reels are widely used in fishing for popular North American sport fish including bass, trout, pike and walleye."
  },
  {
    "name": "bait-casting and closed-spin casting rods",
    "classification": "freshwater",
    "details": "Bait-casting and closed-spin casting rods are freshwater fishing rods designed to hold fishing reels that are mounted above the handle so the line-guide eyes are on the top and the casting trigger is on the bottom. They are made from graphite or fiberglass with a cork or PVC foam handle. They typically have five to eight guide eyes to help control the line. Bait-casting and closed-spin casting rods are best matched with baitcaster reels for best results."
  },
  {
    "name": "telescopic freshwater fishing rods",
    "classification": "freshwater",
    "details": "Telescopic fishing rods are designed to collapse (shorten) or expand (lengthen). They are made from graphite, fiberglass, or composites of these materials and designed to slip into each other so that they can open and close. Telescopic fishing rods generally have a special design to help make the end of each section stronger. They are easy to transport and are available in various grades of eyes for weight and stress distribution throughout the arc. Rapidly whipping or flinging open a telescopic fishing rod will likely make it difficult to close. The rods come with tip covers to protect the tip and guides."
  },
  {
    "name": "fiberglass freshwater fishing rods",
    "classification": "freshwater",
    "details": "Fiberglass fishing rods are freshwater fishing rods that work well with crank baits, jerk baits, reaction baits, and baits with treble hooks because the rod flexes and bends, allowing the fish to pull further and the hook to go in deeper."
  },
  {
    "name": "carbon-fiber freshwater fishing rods",
    "classification": "freshwater",
    "details": "Carbon-fiber fishing rods are freshwater fishing rods commonly used by professionals. They are made with a variety of different qualities of carbon fiber that result in precise casting."
  },
  {
    "name": "ultra-light freshwater fishing rods",
    "classification": "freshwater",
    "details": "Ultra-light fishing rods are shorter, lighter, and have more flex than normal freshwater fishing rods. They are capable of casting lures and flies as light as 1/64th of an ounce. Ultra-light rods are widely used for crappie, trout, bass, and other smaller fish or to get more fight out of larger fish."
  }
]